Repository: bor-attila/python-indexer
Catalog: ppdi_v2.0.3/dropbox/locale/*/LC_MESSAGES/default.po
Languages: hu_hu

source: Authentification failed! You need to disable quiet mode, to generate a new access token.
hu_hu: Azonosítás sikertelen! A csendes módot ki kell kapcsolni ahozz, hogy új hozzáférési kulcsot tudj generálni!

source: In the openend browser window please click on the 'Allow button', and then press 'Enter'!
hu_hu: A megnyitott webböngésző ablakban kattintson az 'Allow' gombra, majd nyomja meg az 'Enter' billentyűt!

source: Please open the given adress in your browser, then click on the 'Allow' button, and press 'Enter'!
hu_hu: Az alábbi címet nyissa meg a böngészőjében, kattintson az 'Allow' gombra, majd nyomja meg az 'Enter' billentyűt!

source: Request token has not been properly authorized by a user.
hu_hu: A felhasználó nem engedélyezte a hozzáférést a Dropboxhoz.

source: Unhandled error
hu_hu: Váratlan hiba

source: Authentification failed : {0}
hu_hu: Azonositás sikertelen : {0}

source: Name
hu_hu: Név

source: Size
hu_hu: Méret

source: Last modified
hu_hu: Utóljára módositva

source: {0}'s dropbox
hu_hu: könyvtára

source: Indexing :
hu_hu: Indexelés :

source: Done
hu_hu: Kész

source: Your 'Public' folder was sucessfully updated.
hu_hu: A Publikus könyvtár siekresen frissitve.

source: Error in encoding! Using 'ignore' mode instead of 'xmlcharrefreplace'. Original string is : {0} .To fix this problem use only ASCII letters in file and folder names
hu_hu: Hibás karakterkódolás!
